[
  {
    "id": "20260116_082928",
    "date": "2026-01-16",
    "titles": {
      "ja": "「高市トレード」と解散風 — 日経平均5万4000円台の攻防と円安160円への警戒",
      "en": "The 'Takaichi Trade' and Snap Election: Nikkei 225 Battles at 54,000 While Yen Nears 160"
    },
    "contents": {
      "ja": "【ニュース】\n高市早苗首相（日本初の女性首相）が衆議院の解散・総選挙の意向を固めたことで、市場では「高市トレード」が再燃しています。日経平均株価は今週、史上最高値の5万4000円台を突破しましたが、昨日の終値は5万4110円と利益確定売りに押される展開となりました。高市政権が掲げる積極的な財政出動への期待が株価を支える一方、為替市場では円売りが加速し、1ドル＝159円台と「160円の壁」が目前に迫っています。日銀は昨年12月に政策金利を0.75%に引き上げましたが、米国のトランプ政権による高関税政策や堅調な米経済を背景としたドル高圧力に対し、円安抑制の効果は限定的となっています。\n\n【投資家への視点】\n投資家は「選挙は買い」という格言通り、短期的には株高を享受すべきですが、同時に「円安リスク」への備えが不可欠です。高市首相の財政拡大路線は、日銀の追加利上げを困難にする可能性があり、さらなる円安を招く「悪い金利上昇」を招く恐れがあります。160円ラインでの政府・日銀による為替介入の可能性を注視しつつ、円建て資産に偏らず、米ドルやゴールド（金）などのオルタナティブ資産への分散投資を検討すべき局面です。\n\n【背景知識】\n「高市トレード」とは、かつての「アベノミクス」のように、積極的な政府支出と金融緩和的な姿勢を期待して、日本株を買い、円を売る市場の動きを指します。また「衆議院の解散」とは、首相が国会を解散し、国民の信を問うために総選挙を行うことです。選挙前は景気刺激策が期待されるため、株価が上がりやすい傾向があります。\n\n【国際的な視点】\n米国では、トランプ大統領が日本から5500億ドルの投資約束を取り付けたことを「歴史的勝利」と報じており、対日関税の緩和と引き換えに日本の資金を米国内のエネルギー・インフラに呼び込む戦略を強調しています。一方、中国は日本の対米接近に反発し、レアアースを含む800品目以上の輸出禁止措置を発表しました。中国メディアは「日本の対米従属が自国の首を絞める」と厳しく批判しており、地政学リスクが日本の供給網（サプライチェーン）に影を落としています。\n\n【生活への影響】\n留学生にとって、1ドル160円に迫る円安は、母国からの送金価値が高まる（円で受け取る額が増える）というメリットがあります。しかし、日本国内では輸入エネルギーや食品の価格がさらに上昇する「輸入インフレ」が避けられません。学費の支払いは有利になりますが、日々の生活費の管理にはこれまで以上の注意が必要です。",
      "en": "【News】\nMarket sentiment is heating up with the 'Takaichi Trade' as Prime Minister Sanae Takaichi (Japan's first female PM) signals a snap election. The Nikkei 225 surged past the historic 54,000 mark this week, though it settled at 54,110 yesterday due to profit-taking. While expectations for fiscal expansion support stocks, the Yen is weakening toward the 159-160 range per USD. Despite the Bank of Japan raising rates to 0.75% in December, the Yen remains under pressure from the 'Trump Trade' in the US and a robust US economy.\n\n【Investor Perspective】\nWhile the 'Buy on Elections' adage holds, investors must guard against currency risk. PM Takaichi's expansionary fiscal policy might conflict with BOJ's tightening, potentially triggering 'bad interest rate hikes' and further Yen depreciation. Watch for government intervention at the 160 level. Diversification into USD assets or gold is recommended to balance Yen-heavy portfolios.\n\n【Background Knowledge】\n'Takaichi Trade' refers to market movements—buying Japanese stocks and selling the Yen—based on expectations of aggressive government spending and pro-growth policies, similar to 'Abenomics.' A 'Snap Election' (Dissolution of the Lower House) is when the PM calls for a general election to seek a new mandate, often leading to pre-election rallies on hopes for stimulus.\n\n【International Perspective】\nUS media highlights President Trump's 'historic victory' in securing a $550 billion investment pledge from Japan in exchange for tariff relief. Conversely, China has reacted by banning exports of over 800 items, including rare earths, to Japan. Chinese state media criticizes Japan's alignment with the US as a move that undermines its own economic security.\n\n【Impact on Daily Life】\nFor international students, the Yen nearing 160 means remittances from home will be worth more in Yen, making tuition payments relatively cheaper. However, this is a double-edged sword: 'import inflation' will continue to drive up the cost of food and energy in Japan. While your budget might stretch further in terms of foreign currency, local cost-of-living increases require careful management."
    },
    "mermaid": {
      "ja": "graph TD\n    A[解散総選挙の表明] --> B[積極財政への期待]\n    B --> C[日経平均株価の上昇: 54,000円台]\n    B --> D[円売り・円安の進行: 159-160円]\n    D --> E[輸入インフレの加速]\n    E --> F[日銀の追加利上げ議論]\n    F --> G[投資家: 外貨/金への分散投資]",
      "en": "graph TD\n    A[Snap Election Call] --> B[Expectations for Fiscal Stimulus]\n    B --> C[Nikkei 225 Rises: 54,000 Level]\n    B --> D[Yen Weakens: 159-160 per USD]\n    D --> E[Accelerated Import Inflation]\n    E --> F[BOJ Rate Hike Debate]\n    F --> G[Investors: Diversify into USD/Gold]"
    },
    "glossary": [
      {
        "term": {
          "ja": "高市トレード",
          "en": "Takaichi Trade"
        },
        "def": {
          "ja": "高市首相の積極財政・金融緩和維持への期待から、日本株を買い円を売る市場の動き。",
          "en": "Market trend of buying Japanese stocks and selling Yen based on expectations for PM Takaichi's expansionary policies."
        }
      },
      {
        "term": {
          "ja": "衆議院解散",
          "en": "Dissolution of the House of Representatives"
        },
        "def": {
          "ja": "任期満了前に衆議院議員の身分を失わせ、総選挙を行うこと。首相の専権事項とされる。",
          "en": "The PM's power to end the current term of the Lower House early to call for a general election."
        }
      },
      {
        "term": {
          "ja": "政策金利",
          "en": "Policy Interest Rate"
        },
        "def": {
          "ja": "中央銀行（日銀）が金融政策の目標とする短期金利。現在は0.75%。",
          "en": "The short-term interest rate set by the central bank (BOJ) to control the economy. Currently at 0.75%."
        }
      },
      {
        "term": {
          "ja": "レアアース",
          "en": "Rare Earths"
        },
        "def": {
          "ja": "ハイテク製品の製造に不可欠な希少金属。中国が世界シェアの多くを握る。",
          "en": "Rare minerals essential for high-tech manufacturing, where China holds a dominant global share."
        }
      }
    ]
  },
  {
    "id": "20260116_070303",
    "date": "2026-01-16",
    "titles": {
      "ja": "歴史的円安と物価高：留学生のための「持たざるリスク」と資産防衛術",
      "en": "Historic Yen Weakness & Inflation: Asset Defense Strategies for International Students"
    },
    "contents": {
      "ja": "【ニュース】\n2026年1月16日現在、日本の経済は大きな転換点を迎えています。ドル円相場は1ドル＝158円台で推移し、政府・日銀による為替介入への警戒感が非常に高まっています。消費者物価指数（コアCPI）は前年比3.0%上昇を記録し、44ヶ月連続で日銀の目標である2%を上回りました。一方で、日経平均株価は年初から6.5%上昇し史上最高値を更新。日本銀行は政策金利を0.75%まで引き上げましたが、依然として物価上昇に追いつかない状況が続いています。\n\n【資産防衛のヒント】\nインフレ局面では「現金の価値が目減りする」というリスクを理解する必要があります。例えば、年3%のインフレが続くと、100万円の現金は1年後には実質97万円の価値しかなくなります。\n1. **価値が下がる物（負債に近い資産）**: 車などは購入した瞬間から価値が下がり始め、維持費もかかります。インフレ対策としては不向きです。\n2. **お金を生む資産**: 株式や不動産、あるいは自分自身のスキル（自己投資）は、物価上昇に合わせて価値や収益が上がる傾向にあります。特に日経平均が最高値を更新している現在は、現金の一部を「成長する資産」に変えて持つことが、生活を守る防衛策となります。\n\n【生活への影響】\n輸入物価の上昇により、食品や光熱費のさらなる値上げが予想されます。留学生にとっては、仕送り（外貨）を円に替えるタイミングとしては有利ですが、日本国内でアルバイトをして円で生活している場合は、実質的な購買力が低下しています。学費の支払いなどに備え、単なる貯金ではなく、少額からの資産運用を検討する時期に来ています。",
      "en": "【Economic Facts】\nAs of January 16, 2026, the Japanese economy is at a major crossroads. The Yen is trading around 158 JPY/USD, keeping markets on high alert for government intervention. Core CPI has hit 3.0% YoY, exceeding the BoJ's 2% target for 44 consecutive months. Conversely, the Nikkei 225 has surged 6.5% since the start of the year, reaching new all-time highs. Despite the BoJ raising interest rates to 0.75%, the highest in 30 years, inflation continues to outpace these adjustments.\n\n【Asset Defense Tips】\nIn an inflationary environment, it is crucial to recognize the risk of 'holding only cash.' If inflation stays at 3%, 1 million JPY in cash effectively loses 30,000 JPY in purchasing power within a year.\n1. **Depreciating Assets**: Items like cars lose value the moment they are used and incur maintenance costs. They are poor hedges against inflation.\n2. **Income-Generating Assets**: Stocks, real estate, and personal skill sets (self-investment) tend to appreciate or increase in return as prices rise. With the Nikkei at record highs, shifting a portion of cash into 'growing assets' is a key strategy to protect your wealth.\n\n【Impact on Daily Life】\nRising import costs will likely drive up food and utility prices. While international students receiving foreign remittances benefit from the weak Yen, those relying on JPY-denominated part-time jobs will see their purchasing power decline. It is time to consider small-scale investments rather than just saving cash to prepare for future tuition and living expenses."
    },
    "mermaid": {
      "ja": "graph TD\n    A[インフレ環境] --> B{資産の選択}\n    B --> C[現金・預金]\n    B --> D[お金を生む資産]\n    C --> E[価値が目減りする]\n    D --> F[株式・不動産など]\n    F --> G[物価と共に価値上昇]\n    B --> H[負債的資産]\n    H --> I[車・ブランド品など]\n    I --> J[時間の経過で価値下落]",
      "en": "graph TD\n    A[Inflationary Env] --> B{Asset Choice}\n    B --> C[Cash & Savings]\n    B --> D[Income Assets]\n    C --> E[Value Erodes]\n    D --> F[Stocks/Real Estate]\n    F --> G[Value Grows with Inflation]\n    B --> H[Depreciating Assets]\n    H --> I[Cars/Luxury Goods]\n    I --> J[Value Drops over Time]"
    },
    "glossary": [
      {
        "term": {
          "ja": "コアCPI",
          "en": "Core CPI"
        },
        "def": {
          "ja": "生鮮食品を除いた消費者物価指数。物価の基調的な動きを示す。",
          "en": "Consumer Price Index excluding fresh food; shows underlying price trends."
        }
      },
      {
        "term": {
          "ja": "減価償却資産",
          "en": "Depreciating Asset"
        },
        "def": {
          "ja": "車などのように、時間の経過や使用によって価値が下がる資産。",
          "en": "Assets like cars that lose value over time or through usage."
        }
      },
      {
        "term": {
          "ja": "インカムゲイン",
          "en": "Income Gain"
        },
        "def": {
          "ja": "資産を保有することで得られる利益（配当金や利息など）。",
          "en": "Profits earned from holding an asset, such as dividends or interest."
        }
      }
    ]
  },
  {
    "id": "20260114_062246",
    "date": "2026-01-14",
    "titles": {
      "ja": "日経平均株価が史上最高値を更新、5万3000円台に",
      "en": "Nikkei Stock Average Hits Historic High Above 53,000 Yen"
    },
    "contents": {
      "ja": "【ニュース】\n2026年1月13日の東京株式市場で、日経平均株価が前日より1,600円以上も値上がりし、5万3,549円という史上最高値を記録しました。これは、政府が衆議院を解散して総選挙を行うのではないかという観測が強まり、新しい経済政策への期待から投資家が積極的に株を買ったためです。また、外国為替市場で1ドル＝159円台まで円安が進んだことも、海外で製品を売る日本の大きな企業の業績を後押しすると期待され、株価を押し上げる要因となりました。\n\n【解説】\n例えば、学校の行事で「これからもっと楽しいルールができるかもしれない」という噂が流れると、みんなのやる気が一気に上がるのに似ています。投資家という「経済の応援団」が、日本の将来がもっと良くなることを期待して、企業の応援券である「株」をたくさん買ったことで、その値段が過去最高の記録を塗り替えました。\n\n【生活への影響】\n株価が上がることは日本の経済が元気であるサインですが、一方で「円安」が進むと、海外から輸入するガソリンや食べ物の値段が上がってしまいます。家計にとっては、買い物で支払うお金が増える可能性があるため、生活費の負担が重くなるかもしれません。世の中の動きが、自分たちの買うものの値段や将来の仕事にどうつながるのかを考えることが大切になります。",
      "en": "On January 13, 2026, the Nikkei Stock Average surged by over 1,600 yen, reaching a historic high of 53,549 yen. This rally was driven by expectations of a snap election and potential new economic policies. Additionally, the yen weakened to nearly 160 per dollar, boosting export-oriented companies. While high stock prices indicate economic optimism, the weak yen may lead to higher costs for imported goods, impacting household budgets. Understanding these global financial trends is essential for navigating future economic changes."
    },
    "mermaid": {
      "ja": "graph TD\nA[選挙への期待] --> B[新しい政策への関心]\nB --> C[株を買う動きが加速]\nC --> D[株価が史上最高値を更新]\nE[円安の進行] --> F[輸出企業の利益増加期待]\nF --> C\nE --> G[輸入製品の値上がり]\nG --> H[家計の負担増]",
      "en": "graph TD\nA[Election Expectations] --> B[Interest in New Policies]\nB --> C[Accelerated Stock Buying]\nC --> D[Record High Stock Prices]\nE[Weak Yen] --> F[Higher Export Profits]\nF --> C\nE --> G[Higher Import Costs]\nG --> H[Household Burden]"
    },
    "glossary": [
      {
        "term": {
          "ja": "日経平均株価",
          "en": "Nikkei Stock Average"
        },
        "def": {
          "ja": "日本を代表する225社の株価を平均した、日本の景気を測るための指標。",
          "en": "An index representing the average stock price of 225 leading Japanese companies, used to gauge the economy."
        }
      },
      {
        "term": {
          "ja": "円安",
          "en": "Weak Yen"
        },
        "def": {
          "ja": "他の国の通貨（ドルなど）に対して、円の価値が下がること。輸出には有利ですが、輸入には不利になります。",
          "en": "A situation where the value of the yen decreases against other currencies, benefiting exports but making imports more expensive."
        }
      },
      {
        "term": {
          "ja": "衆議院の解散",
          "en": "Dissolution of the House of Representatives"
        },
        "def": {
          "ja": "任期が終わる前に議員全員の身分を失わせること。その後、国民が新しい議員を選ぶ総選挙が行われます。",
          "en": "Ending the term of all house members early, followed by a general election to choose new representatives."
        }
      }
    ]
  },
  {
    "id": "20260113_062245",
    "date": "2026-01-13",
    "titles": {
      "ja": "日本の海で「お宝」探し？レアアース掘削と株価の動き",
      "en": "Searching for \"Treasure\" in Japanese Waters: Rare Earth Drilling and Market Trends"
    },
    "contents": {
      "ja": "【ニュース】\n2026年1月12日、日本の探査船「ちきゅう」が、南鳥島沖の海底にある「レアアース」という貴重な資源を掘り出す試験のために出発しました。レアアースはスマートフォンや電気自動車（EV）を作るのに欠かせない材料ですが、現在は多くを外国からの輸入に頼っています。一方、日本の株価は2026年に入ってから史上最高値を更新するなど勢いがありますが、為替市場では円安（1ドル＝158円台）が進んでおり、輸入品の値上がりが心配されています。\n\n【解説】\nレアアースの掘削は、自分たちの庭で「宝探し」をするようなものです。今までお店（外国）でしか買えなかった大切な材料を自分の家（日本）で見つけられれば、お店が急に値上げしたり売ってくれなくなったりしても困りません。これを「経済安全保障」と呼びます。また、株価が上がっているのは日本の会社が世界から応援されている証拠ですが、円安はお小遣いで買える海外のお菓子が少なくなってしまうような状態を指します。\n\n【生活への影響】\n日本で資源が取れるようになれば、将来的にハイテク製品が安く安定して手に入るようになるかもしれません。一方で、今の円安は家計にとって、電気代や食べ物の値段が上がる原因になります。世の中の動きが、自分の持ち物の値段にどうつながっているか注目してみましょう。",
      "en": "On January 12, 2026, the Japanese research vessel 'Chikyu' set sail to test-drill for rare earth elements near Minami-Torishima. These materials are vital for smartphones and EVs, and domestic production would enhance Japan's economic security. Meanwhile, the Japanese stock market remains strong, hitting record highs, though the Yen has weakened to around 158 per dollar, raising concerns about the rising cost of imported goods and energy."
    },
    "mermaid": {
      "ja": "graph TD\nA[海底の資源を掘る]-->B[外国に頼らず材料を確保]\nB-->C[日本の産業が強くなる]\nD[円安が進む]-->E[輸入品が高くなる]\nE-->F[生活費への影響]",
      "en": "graph TD\nA[Drilling Seabed Resources]-->B[Securing Materials Domestically]\nB-->C[Strengthening Japan's Industry]\nD[Yen Weakens]-->E[Import Prices Rise]\nE-->F[Impact on Living Costs]"
    },
    "glossary": [
      {
        "term": {
          "ja": "レアアース",
          "en": "Rare Earth"
        },
        "def": {
          "ja": "スマートフォンなどのハイテク製品を作るのに欠かせない、貴重な金属の総称です。",
          "en": "A group of rare metals essential for manufacturing high-tech products like smartphones and EVs."
        }
      },
      {
        "term": {
          "ja": "経済安全保障",
          "en": "Economic Security"
        },
        "def": {
          "ja": "大切な材料やエネルギーを自分たちで確保し、国の経済や国民の生活を守ることです。",
          "en": "Ensuring the supply of critical materials and energy to protect a nation's economy and its people's livelihoods."
        }
      },
      {
        "term": {
          "ja": "円安",
          "en": "Weak Yen"
        },
        "def": {
          "ja": "外国の通貨（ドルなど）に対して、日本円の価値が下がること。輸入品が高くなります。",
          "en": "A situation where the value of the Yen decreases against other currencies, making imports more expensive."
        }
      }
    ]
  },
  {
    "id": "20260112_220155",
    "date": "2026-01-12",
    "titles": {
      "ja": "物価の上昇と「お給料」のゆくえ",
      "en": "Rising Prices and the Future of Wages"
    },
    "contents": {
      "ja": "【ニュース】\n2026年が始まり、日本の経済は大きな転換点を迎えています。政府は、今年の経済成長率を3.4％、働く人の実質的な給料の伸びを1.3％と予測し、物価の上昇に負けないくらいの賃上げを目指す方針を示しました。一方で、外国の通貨に対して日本のお金の価値が下がる「円安」が進んでおり、1ドルが158円前後で取引されています。これにより、海外から輸入するエネルギーや食品の値段が上がりやすくなっています。\n\n【解説】\n世の中の物の値段が上がることを「インフレ」と言います。例えば、今まで100円で買えたノートが110円になると、同じお金で買えるものが減ってしまいます。これを防ぐには、お家の人からもらう「お小遣い」にあたる「お給料」を、110円以上に増やす必要があります。今、日本中の多くの会社で「物価が上がった分、お給料もしっかり上げよう」という話し合いが行われており、これが成功すれば、私たちの生活はより豊かになります。\n\n【生活への影響】\nお給料が物価よりもたくさん上がれば、生活に余裕が生まれ、新しいものを買ったり旅行に行ったりしやすくなります。しかし、円安の影響で電気代や輸入食品の価格が上がり続けると、家計の負担が増えてしまいます。これからの数ヶ月、社会全体でお給料がどれくらい増えるのかが、日本の景気を良くするための重要な鍵となります。",
      "en": "As 2026 begins, the Japanese government aims for a 3.4% GDP growth rate and a 1.3% increase in real wages to outpace inflation. Currently, the Yen is weakening, trading at around 158 yen per US dollar, which makes imported goods like energy and food more expensive. The key focus for the economy is whether wage hikes can successfully offset the rising cost of living, ensuring that households have more purchasing power to stimulate further economic growth."
    },
    "mermaid": {
      "ja": "graph TD\nA[物価が上がる] --> B[生活費が増える]\nB --> C[お給料を上げる動き]\nC --> D[自由に使えるお金が増える]\nD --> E[景気が良くなる]",
      "en": "graph TD\nA[Prices Rise] --> B[Cost of Living Increases]\nB --> C[Wage Hike Movements]\nC --> D[Disposable Income Increases]\nD --> E[Economy Improves]"
    },
    "glossary": [
      {
        "term": {
          "ja": "実質賃金",
          "en": "Real Wages"
        },
        "def": {
          "ja": "受け取る給料の金額から、物価の上昇分を差し引いた、実際に買える物の量で表した給料の価値のこと。",
          "en": "Wages adjusted for inflation, representing the actual purchasing power of one's income."
        }
      },
      {
        "term": {
          "ja": "円安",
          "en": "Weak Yen"
        },
        "def": {
          "ja": "他国の通貨（ドルなど）に対して、日本円の価値が下がること。輸入品が高くなる原因になります。",
          "en": "A situation where the value of the Japanese Yen decreases against other currencies, making imports more expensive."
        }
      }
    ]
  },
  {
    "id": "20260112_215341",
    "date": "2026-01-12",
    "titles": {
      "ja": "【経済指標】直近の市場動向",
      "en": "[Economic Indicators] Recent Market Trends"
    },
    "contents": {
      "ja": "【ニュース】\n日本の株式市場では、景気の先行きに対する期待から、株価が変動しやすい状況が続いています。また、外国為替市場では円安の傾向が見られ、海外から輸入するエネルギーや食品の価格に影響を与えています。本日は「成人の日」の祝日のため、国内の主要な取引所は休みですが、世界的な経済の動きに合わせた調整が続いています。\n\n【解説】\n「株価」というのは、日本にあるたくさんの会社の「元気のよさ」を数字にした成績表のようなものです。これが高いと、会社が儲かっていて世の中が明るいサインになります。一方、「円安」は日本の「円」の価値が他国の通貨に対して下がっている状態で、海外からお菓子やガソリンを買うときに、今までよりたくさんのお金が必要になってしまうことを意味します。\n\n【生活への影響】\n株価が上がると、将来みんなの家計が潤ったり、新しい仕事が増えたりする可能性があります。一方で、円安で物の値段（物価）が上がると、普段買っている商品の価格が上がり、家計を圧迫することもあります。世界のお金の動きは、私たちの毎日の生活や将来の選択肢に深く関わっています。",
      "en": "In the Japanese market, stock prices remain volatile due to expectations for the economic outlook. The yen continues to show a weakening trend, affecting the prices of imported goods. As today is a public holiday in Japan, major domestic exchanges are closed, but the market continues to adjust in line with global economic trends. For students, stock prices are like a 'report card' for companies, while a weak yen means imported goods become more expensive. These trends directly impact household costs and future economic opportunities."
    },
    "mermaid": {
      "ja": "graph TD\nA[世界経済の動き] --> B[日本の株価・為替が変化]\nB --> C[輸入品の値段が上がる]\nC --> D[家計や生活に影響]",
      "en": "graph TD\nA[Global Economic Trends] --> B[Changes in Stock & FX]\nB --> C[Import Prices Rise]\nC --> D[Impact on Daily Life]"
    },
    "glossary": [
      {
        "term": {
          "ja": "株価",
          "en": "Stock Price"
        },
        "def": {
          "ja": "会社の価値を数字で表したもの。景気の良さを測る目安になります。",
          "en": "The price of a company's shares, used as an indicator of economic health."
        }
      },
      {
        "term": {
          "ja": "円安",
          "en": "Weak Yen"
        },
        "def": {
          "ja": "他の国の通貨に対して、日本円の価値が下がること。輸入品が高くなります。",
          "en": "A situation where the value of the yen decreases against other currencies, making imports more expensive."
        }
      }
    ]
  },
  {
    "id": "20260112_122031",
    "date": "2026-01-12",
    "titles": {
      "ja": "1ドル158円の円安と私たちの暮らし：物価高にどう向き合う？",
      "en": "The 158 Yen Exchange Rate and Our Lives: Facing Rising Prices"
    },
    "contents": {
      "ja": "【ニュース】\n2026年1月12日、為替市場では1ドル＝158円台まで円安が進んでいます。これは約1年ぶりの水準です。背景には、日本の政治の動きやアメリカの経済状況が関係しています。一方で、最新のデータでは働く人の「実質賃金（物価の影響を考えたお給料の力）」が11か月連続でマイナスとなっており、お給料の上がり方が物価の上昇に追いついていない厳しい状況が続いています。\n\n【中学生への解説】\n「円安」というのは、外国のお金に対して「円」の価値が下がることです。例えば、海外から輸入しているハンバーガーの材料が1ドルのとき、1ドル＝100円なら100円で買えますが、158円になると158円払わないと買えなくなります。お小遣いが増えても、それ以上に買うものの値段が上がってしまうと、結局買えるものが減ってしまいます。今の日本は、まさにこの「お財布の力が弱まっている」状態にあります。\n\n【生活への影響】\nこれから、電気代やガソリン代、そして輸入食品の値段がさらに上がる可能性があります。一方で、日本の製品を海外に売る会社にとっては利益が出やすくなるという良い面もあります。皆さんが将来働くときには、ただお給料の金額を見るだけでなく、世の中の物価がどう動いているかにも注目することが、自分たちの生活を守るためにとても大切になります。",
      "en": "As of January 12, 2026, the Japanese yen has weakened to the 158 yen per dollar level, a one-year low. This is driven by domestic political shifts and U.S. economic trends. Meanwhile, 'real wages'—the actual purchasing power of earnings—have declined for 11 consecutive months, meaning price hikes are outpacing pay raises. For students, this is like having your allowance increase slightly while the price of your favorite snacks doubles, leaving you able to buy less than before. This trend may lead to higher costs for electricity and imported food, though it benefits Japanese companies selling goods abroad."
    },
    "mermaid": {
      "ja": "graph TD\nA[円安が進む 1ドル158円]-->B[輸入コストが上がる]\nB-->C[お店の商品の値段が上がる]\nC-->D[お給料の伸びが追いつかない]\nD-->E[生活が苦しく感じる]",
      "en": "graph TD\nA[Weak Yen 158 JPY/USD]-->B[Higher Import Costs]\nB-->C[Consumer Prices Rise]\nC-->D[Wages Lag Behind Inflation]\nD-->E[Decreased Purchasing Power]"
    },
    "glossary": [
      {
        "term": {
          "ja": "円安",
          "en": "Weak Yen"
        },
        "def": {
          "ja": "日本円の価値が他国の通貨（ドルなど）に対して下がること。輸入品が高くなる原因になります。",
          "en": "A situation where the value of the Japanese yen decreases against other currencies, making imports more expensive."
        }
      },
      {
        "term": {
          "ja": "実質賃金",
          "en": "Real Wages"
        },
        "def": {
          "ja": "受け取ったお給料で、実際にどれだけの物が買えるかを表す数字。物価が上がるとこの数字は下がります。",
          "en": "Wages adjusted for inflation, representing the actual amount of goods and services that can be purchased."
        }
      }
    ]
  }
]
