[
  {
    "id": "20260112_113048",
    "date": "2026-01-12",
    "titles": {
      "ja": "デジタル円、ついに本格始動へ！私たちの生活はどう変わる？",
      "en": "Digital Yen Officially Launches! How Will Our Lives Change?"
    },
    "contents": {
      "ja": "日本銀行は今日、お札や硬貨と同じ価値を持つ「デジタル円（CBDC）」を、2026年度中に一般公開すると発表しました。これまでは一部の銀行などでテストが行われてきましたが、いよいよ私たちのスマホで「日本銀行が発行するお金」を直接持ち歩けるようになります。\n\n「PayPayやSuicaと何が違うの？」と思うかもしれません。大きな違いは、これまでの電子マネーは民間企業が運営しているのに対し、デジタル円は国（日本銀行）が直接管理する点です。そのため、もしアプリの会社が倒産してもお金が消える心配がなく、災害時などでネットが繋がりにくい場所でも使える仕組みが検討されています。\n\n中学生の皆さんにとっては、お年玉をデジタルで受け取ったり、お店での支払いがよりスムーズになったりと、現金を持ち歩かない「完全キャッシュレス」な生活がより身近なものになりそうです。",
      "en": "The Bank of Japan announced today that it will officially launch the \"Digital Yen (CBDC),\" which holds the same value as paper bills and coins, within the 2026 fiscal year. While testing has been limited to certain banks until now, we will finally be able to carry \"money issued by the Bank of Japan\" directly on our smartphones.\n\nYou might wonder, \"How is this different from PayPay or Suica?\" The main difference is that while existing electronic money is operated by private companies, the Digital Yen is managed directly by the central bank. This means your money is safe even if a private company goes bankrupt, and systems are being developed to allow its use even in areas with poor internet connection during disasters.\n\nFor middle school students, a \"fully cashless\" life—where you might receive New Year's money digitally and make seamless payments at shops without carrying physical cash—is becoming a reality."
    },
    "mermaid": {
      "ja": "graph TD;\n    A[日本銀行] -->|発行| B(デジタル円);\n    B --> C{私たちのスマホ};\n    C -->|支払い| D[コンビニ・お店];\n    C -->|送金| E[友達・家族];\n    D -->|手数料が安い| A;\n    style B fill:#f9f,stroke:#333,stroke-width:4px",
      "en": "graph TD;\n    A[Bank of Japan] -->|Issue| B(Digital Yen);\n    B --> C{Our Smartphones};\n    C -->|Payment| D[Shops/Stores];\n    C -->|Transfer| E[Friends/Family];\n    D -->|Lower Fees| A;\n    style B fill:#f9f,stroke:#333,stroke-width:4px"
    },
    "glossary": [
      {
        "term": {
          "ja": "日本銀行（日銀）",
          "en": "Bank of Japan (BoJ)"
        },
        "def": {
          "ja": "日本の中央銀行で、「お金の番人」とも呼ばれます。お札を発行したり、景気を調整したりします。",
          "en": "Japan's central bank, often called the 'guardian of money.' It issues banknotes and regulates the economy."
        }
      },
      {
        "term": {
          "ja": "CBDC（中央銀行デジタル通貨）",
          "en": "CBDC (Central Bank Digital Currency)"
        },
        "def": {
          "ja": "中央銀行がデジタル形式で発行するお金のこと。日本では「デジタル円」と呼ばれます。",
          "en": "Money issued in digital form by a central bank. In Japan, it is referred to as the 'Digital Yen.'"
        }
      },
      {
        "term": {
          "ja": "キャッシュレス",
          "en": "Cashless"
        },
        "def": {
          "ja": "現金（紙幣や硬貨）を使わずに、カードやスマホなどで支払いをすること。",
          "en": "Making payments using cards or smartphones instead of physical cash (bills and coins)."
        }
      }
    ]
  }
]