[
  {
    "id": "20260112_122031",
    "date": "2026-01-12",
    "titles": {
      "ja": "1ドル158円の円安と私たちの暮らし：物価高にどう向き合う？",
      "en": "The 158 Yen Exchange Rate and Our Lives: Facing Rising Prices"
    },
    "contents": {
      "ja": "【ニュースの事実】\n2026年1月12日、為替市場では1ドル＝158円台まで円安が進んでいます。これは約1年ぶりの水準です。背景には、日本の政治の動きやアメリカの経済状況が関係しています。一方で、最新のデータでは働く人の「実質賃金（物価の影響を考えたお給料の力）」が11か月連続でマイナスとなっており、お給料の上がり方が物価の上昇に追いついていない厳しい状況が続いています。\n\n【中学生への解説】\n「円安」というのは、外国のお金に対して「円」の価値が下がることです。例えば、海外から輸入しているハンバーガーの材料が1ドルのとき、1ドル＝100円なら100円で買えますが、158円になると158円払わないと買えなくなります。お小遣いが増えても、それ以上に買うものの値段が上がってしまうと、結局買えるものが減ってしまいます。今の日本は、まさにこの「お財布の力が弱まっている」状態にあります。\n\n【生活への影響】\nこれから、電気代やガソリン代、そして輸入食品の値段がさらに上がる可能性があります。一方で、日本の製品を海外に売る会社にとっては利益が出やすくなるという良い面もあります。皆さんが将来働くときには、ただお給料の金額を見るだけでなく、世の中の物価がどう動いているかにも注目することが、自分たちの生活を守るためにとても大切になります。",
      "en": "As of January 12, 2026, the Japanese yen has weakened to the 158 yen per dollar level, a one-year low. This is driven by domestic political shifts and U.S. economic trends. Meanwhile, 'real wages'—the actual purchasing power of earnings—have declined for 11 consecutive months, meaning price hikes are outpacing pay raises. For students, this is like having your allowance increase slightly while the price of your favorite snacks doubles, leaving you able to buy less than before. This trend may lead to higher costs for electricity and imported food, though it benefits Japanese companies selling goods abroad."
    },
    "mermaid": {
      "ja": "graph TD\nA[円安が進む 1ドル158円]-->B[輸入コストが上がる]\nB-->C[お店の商品の値段が上がる]\nC-->D[お給料の伸びが追いつかない]\nD-->E[生活が苦しく感じる]",
      "en": "graph TD\nA[Weak Yen 158 JPY/USD]-->B[Higher Import Costs]\nB-->C[Consumer Prices Rise]\nC-->D[Wages Lag Behind Inflation]\nD-->E[Decreased Purchasing Power]"
    },
    "glossary": [
      {
        "term": {
          "ja": "円安",
          "en": "Weak Yen"
        },
        "def": {
          "ja": "日本円の価値が他国の通貨（ドルなど）に対して下がること。輸入品が高くなる原因になります。",
          "en": "A situation where the value of the Japanese yen decreases against other currencies, making imports more expensive."
        }
      },
      {
        "term": {
          "ja": "実質賃金",
          "en": "Real Wages"
        },
        "def": {
          "ja": "受け取ったお給料で、実際にどれだけの物が買えるかを表す数字。物価が上がるとこの数字は下がります。",
          "en": "Wages adjusted for inflation, representing the actual amount of goods and services that can be purchased."
        }
      }
    ]
  },
  {
    "id": "20260112_121417",
    "date": "2026-01-12",
    "titles": {
      "ja": "「デジタル円」がついに本格始動！お財布の形が変わる未来",
      "en": "Digital Yen Officially Launches: The Future of Your Wallet"
    },
    "contents": {
      "ja": "【ニュースの事実】\n日本で「デジタル円」の本格的な運用が始まりました。これは中央銀行が発行する新しい形式のお金で、これまでの紙幣や硬貨と同じ価値を持ちながら、スマートフォンなどで直接やり取りができる仕組みです。主要なコンビニや公共交通機関での支払いに対応し、現金を持ち歩かなくても生活できる環境が整えられました。\n\n【中学生への解説】\nこれを学校の「購買部」で例えてみましょう。今までは、お昼休みにお弁当を買うとき、100円玉や500円玉を握りしめて行っていましたよね。これが「現金」です。一方で、特定のゲーム内だけで使える「専用コイン」が、今の民間企業の電子マネーに近い存在です。今回の「デジタル円」は、学校全体、さらには街中のどのお店でも共通で使える「公式デジタルチケット」がスマホに入ったようなものです。偽物の心配がなく、誰とでも一瞬でお金の受け渡しができるのが特徴です。\n\n【生活への影響】\n皆さんが将来アルバイトをしたり、会社で働いたりする際、お給料が銀行振込ではなく、直接スマホの「デジタル円ウォレット」に振り込まれるようになるかもしれません。また、お小遣いの管理もアプリで自動的に行えるようになり、何にいくら使ったかがすぐ分かるようになります。一方で、スマホを失くしたり、電池が切れたりした時の対策を考えるなど、デジタル時代ならではの「お金の守り方」を身につけることが重要になります。",
      "en": "The 'Digital Yen' has officially entered full-scale operation in Japan. This is a new form of currency issued by the central bank, holding the same value as physical bills and coins but transferable directly via smartphones. It is now accepted at major convenience stores and for public transportation. For students, imagine an 'Official School Token' that works in every shop and can be sent to friends instantly. In the future, your part-time job wages might be paid directly to your digital wallet. While it makes managing money easier, learning how to protect your digital assets will become a vital skill."
    },
    "mermaid": {
      "ja": "graph TD\nA[中央銀行がデジタル円を発行] --> B[スマホで直接支払い可能に]\nB --> C[現金を持ち歩かない生活]\nC --> D[お給料の受け取りや管理が便利に]",
      "en": "graph TD\nA[Central Bank issues Digital Yen] --> B[Direct payment via smartphone]\nB --> C[Cashless lifestyle]\nC --> D[Easier salary payments and management]"
    },
    "glossary": [
      {
        "term": {
          "ja": "デジタル円",
          "en": "Digital Yen"
        },
        "def": {
          "ja": "日本の中央銀行が発行する、デジタル形式の新しいお金のこと。CBDCとも呼ばれる。",
          "en": "A digital form of currency issued by the central bank of Japan, also known as CBDC."
        }
      },
      {
        "term": {
          "ja": "中央銀行",
          "en": "Central Bank"
        },
        "def": {
          "ja": "国のお金の量を調節したり、銀行にお金を貸したりする「銀行の銀行」。日本では日本銀行のこと。",
          "en": "The institution that manages a country's currency and monetary policy; in Japan, it is the Bank of Japan."
        }
      }
    ]
  },
  {
    "id": "20260112_120734",
    "date": "2026-01-12",
    "titles": {
      "ja": "「デジタル円」の実証実験が新ステージへ！私たちのお金はどう変わる？",
      "en": "Digital Yen Pilot Enters New Stage: How Will Our Money Change?"
    },
    "contents": {
      "ja": "2026年1月12日、日本銀行は「デジタル円（CBDC）」の実証実験をさらに一歩進め、民間企業との連携を強化すると発表しました。デジタル円とは、私たちが使っている1万円札や千円札と同じ価値を、スマホなどのデータとして持つ「国が発行するデジタルのお金」のことです。PayPayなどの民間キャッシュレス決済との違いは、国が直接価値を保証しているため、どんなお店でも使えたり、災害時に電波がなくても支払いができたりすることを目指している点です。お金の形が変わることで、日本の経済がより便利でスムーズになることが期待されています。",
      "en": "On January 12, 2026, the Bank of Japan announced that it will advance its 'Digital Yen (CBDC)' pilot program to a new stage, strengthening cooperation with private companies. The Digital Yen is a 'government-issued digital currency' that holds the same value as physical 10,000-yen or 1,000-yen notes but exists as data on smartphones. Unlike private cashless services like PayPay, the Digital Yen is backed directly by the government. It aims to be accepted everywhere and potentially usable offline during disasters. This shift in the form of money is expected to make the Japanese economy more convenient and efficient."
    },
    "mermaid": {
      "ja": "graph TD\n    A[日本銀行] -->|発行| B(デジタル円)\n    B --> C{メリット}\n    C --> D[スマホで簡単決済]\n    C --> E[災害時でも使える可能性]\n    C --> F[お店の手数料が安くなる]",
      "en": "graph TD\n    A[Bank of Japan] -->|Issue| B(Digital Yen)\n    B --> C{Benefits}\n    C --> D[Easy Smartphone Payments]\n    C --> E[Potential Offline Use]\n    C --> F[Lower Fees for Shops]"
    },
    "glossary": [
      {
        "term": {
          "ja": "デジタル円 (CBDC)",
          "en": "Digital Yen (CBDC)"
        },
        "def": {
          "ja": "中央銀行（日本銀行）が発行するデジタル形式のお金のこと。中央銀行デジタル通貨とも呼ばれます。",
          "en": "A digital form of currency issued by a central bank (Bank of Japan). Also known as Central Bank Digital Currency."
        }
      },
      {
        "term": {
          "ja": "日本銀行",
          "en": "Bank of Japan"
        },
        "def": {
          "ja": "日本の中央銀行で、「お金の発行」「物価の安定」「金融システムの維持」を役割としています。",
          "en": "The central bank of Japan, responsible for issuing currency, maintaining price stability, and ensuring the financial system's stability."
        }
      },
      {
        "term": {
          "ja": "実証実験",
          "en": "Pilot Program / Proof of Concept"
        },
        "def": {
          "ja": "新しい仕組みが実際にうまく動くかどうか、本番前に試してみること。",
          "en": "A trial conducted to see if a new system or idea works effectively before full-scale implementation."
        }
      }
    ]
  }
]