[
  {
    "id": "20260112_061929",
    "date": "2026-01-12",
    "titles": {
      "main": "日銀が金利を1.0%に引き上げ！「お金のレンタル料」アップで暮らしはどうなる？",
      "sub": "約20年ぶりの高水準、物価高を止めるための「冷房」スイッチ"
    },
    "contents": {
      "summary": "日本銀行（日銀）は2026年1月12日の金融政策決定会合で、政策金利を現在の0.5%から1.0%程度に引き上げることを決定しました。これは2000年代以降で最も高い水準となります。長引く物価の上昇を抑え、円安に歯止めをかけることが主な狙いです。",
      "explanation": "「金利」とは、簡単に言うと「お金のレンタル料」のことです。今回のニュースを中学生の皆さんに分かりやすく例えると、『低金利パーティーの解散』です。これまでは、景気を良くするために『お金を安く貸し出すから、どんどん使ってね！』というお祭り状態（低金利）が続いていました。しかし、お祭りが盛り上がりすぎてモノの値段が上がりすぎた（インフレ）ため、日銀は『パーティーはここまで！』と解散を宣言し、レンタル料を高くして世の中を少しクールダウンさせることにしたのです。これは、熱くなりすぎた部屋に『冷房』をかけるような役割を果たします。",
      "impact": "私たちの生活には2つの大きな影響があります。1つ目は『預金の利息』です。銀行にお金を預けているだけで増えるおまけの金額が、これまでより多くなります。2つ目は『ローンの負担』です。家や車を買うためにお金を借りている人は、返す金額が増えてしまいます。また、企業のレンタル料も上がるため、会社が新しい工場を作るのを控えたり、私たちの給料の上がり方に影響したりする可能性もあります。"
    },
    "mermaid": "graph TD; A[日銀が金利を上げる] --> B[お金のレンタル料が高くなる]; B --> C[みんなが無駄遣いを控える]; C --> D[モノの値段の上昇が落ち着く]; A --> E[銀行に預けたお金の利息が増える]; B --> F[家などのローン返済額が増える];",
    "glossary": {
      "日本銀行": "日本の中央銀行で、お札を発行したり景気を調整したりする「銀行の銀行」。",
      "政策金利": "日銀が世の中の景気をコントロールするために設定する、短期的な金利の目標値。",
      "インフレ": "インフレーションの略。モノの値段が上がり続け、お金の価値が相対的に下がること。",
      "円安": "外国の通貨（ドルなど）に対して、日本円の価値が下がること。"
    }
  },
  {
    "id": "20260111_061929",
    "date": "2026-01-11",
    "titles": {
      "main": "日銀が金利を1.0%に引き上げ！「タダでお金を借りられる時代」が完全終了",
      "sub": "20年ぶりの高水準、私たちの暮らしへの影響を解説"
    },
    "contents": {
      "fact": "日本銀行（日銀）は2026年1月11日、これまで段階的に進めてきた利上げをさらに進め、政策金利を1.0%に引き上げることを決定しました。これは2000年代初頭以来、約20年ぶりの高い水準です。長らく続いた「ゼロ金利」や「マイナス金利」といった異例の政策から、経済が「普通の姿」に戻ったことを象徴する出来事となりました。背景には、物価の上昇が止まらないことや、円安を抑える狙いがあります。",
      "explanation": "「金利」とは、いわば「お金のレンタル料」のことです。これまでの日本は、景気を良くするためにこのレンタル料を「ほぼ0円」に設定していました。これを中学生の皆さんに身近な例で例えると、『学校の購買部で、ノートを借りてもお礼（利息）を返さなくていいルール』が解散し、『ノートを借りたら、必ずお礼の鉛筆を1本付けて返さなければならないルール』に変わったようなものです。氷のように固まっていた金利が溶け出し、お金が動くたびにコストが発生する「普通の社会」に溶け込んでいくイメージです。",
      "impact": "私たちの生活には、プラスとマイナスの両方の影響があります。まずプラス面は、銀行にお金を預けているだけでつく「利息」が増えることです。お年玉を貯金している人には嬉しいニュースです。一方でマイナス面は、家や車を買うために銀行から大きなお金を借りている人の「返済額」が増えてしまうことです。また、企業がお金を借りにくくなるため、景気が少し冷え込んで、物価の上昇が落ち着く（モノの値段が上がりにくくなる）効果も期待されています。"
    },
    "mermaid": "graph TD\n    A[日銀が金利を1.0%に上げる] --> B[銀行の預金利息が増える]\n    A --> C[ローンの返済額が増える]\n    B --> D[貯金する人が増える]\n    C --> E[高い買い物を控える人が増える]\n    D --> F[世の中のお金の動きが落ち着く]\n    E --> F\n    F --> G[物価の上昇がストップする]",
    "glossary": {
      "日本銀行": "日本の中央銀行で、「銀行の銀行」と呼ばれる。お金の量を調節して物価を安定させる役割を持つ。",
      "政策金利": "日本銀行が世の中の金利の基準として設定する短期的な金利のこと。",
      "利上げ": "景気が加熱しすぎたり、物価が上がりすぎたりするのを抑えるために金利を上げること。"
    }
  },
  {
    "id": "20260110_222644",
    "date": "2026-01-10",
    "titles": {
      "main": "日銀が金利を0.75%に引き上げ決定！「お金のバーゲンセール」がついに終了",
      "sub": "10年以上続いた『超低金利時代』の解散と、私たちの新しい暮らし"
    },
    "contents": {
      "fact": "2026年1月10日、日本銀行（日銀）は金融政策決定会合において、政策金利をこれまでの0.25%から0.75%へと引き上げることを決定しました。これは、長引く物価上昇（インフレ）を抑え、日本円の価値を安定させるための措置です。日銀の植田総裁は記者会見で「経済の健全な循環を取り戻すための前向きな一歩だ」と述べ、長年続いた異例の低金利政策からの完全な脱却を強調しました。",
      "explanation": "このニュースを中学生の皆さんに分かりやすく例えると、長年続いていた『部費無料・使い放題キャンペーン中の部活動』が、ついに解散してリニューアルしたようなものです。これまでは、銀行からお金を借りるコストが「タダ同然」だったので、企業も個人もどんどんお金を借りて使っていました。しかし、今日からは「しっかりとした参加費（金利）」を払うルールに変わります。いわば、誰でも入れた『ゆるいサークル』が解散し、実力と計画性が必要な『本格的な部活動』に生まれ変わったのです。これからは「とりあえず借りる」のではなく、「本当に必要か」を考えてお金を動かす時代になります。",
      "impact": "私たちの生活には2つの大きな変化があります。1つ目は「預金の利息」です。銀行にお金を預けているだけで、これまでよりもお小遣い程度の利息がつくようになります。2つ目は「ローンの負担」です。家や車をローンで買う時の利息も上がるため、大きな買い物をするハードルが高くなります。また、モノの値段がどんどん上がる「インフレ」が落ち着くことが期待されており、お菓子の値段や文房具の価格が安定しやすくなるというメリットもあります。"
    },
    "mermaid": "graph TD\n  A[日銀が金利を上げる] --> B[銀行の貸出金利が上がる]\n  B --> C[企業や個人がお金を借りにくくなる]\n  C --> D[世の中のお金の動きがゆっくりになる]\n  D --> E[物価の上昇が抑えられる]\n  A --> F[預金につく利息が増える]\n  F --> G[貯金している人の資産が増える]",
    "glossary": {
      "日本銀行": "日本の中央銀行。お札を発行し、景気を調整する「お金の番人」の役割を持つ。",
      "政策金利": "日銀が世の中の景気をコントロールするために設定する、短期的な金利の目標値。",
      "インフレ": "インフレーションの略。モノの値段が上がり続け、相対的にお金の価値が下がること。",
      "利息": "お金を貸したり預けたりした時に、その対価として支払われる「お金の手数料」のこと。"
    }
  }
]