[
  {
    "id": "20260110_100119",
    "date": "2026-01-10",
    "titles": {
      "ja": "CES 2026の閉幕とアンビエントAI経済の胎動",
      "en": "Conclusion of CES 2026 and the Emergence of the Ambient AI Economy"
    },
    "contents": {
      "ja": "私達はラスベガスで開催されたCES 2026の閉幕を受け、技術革新が実体経済に及ぼす影響を多角的に分析しています。今回の展示会ではアンビエントAIという概念が主流となり、生活空間のあらゆるデバイスに知能が分散配置される潮流が鮮明となりました。これに伴い、半導体需要は従来のクラウド集中型からエッジ側での高度な推論処理へとシフトしており、私達は供給網の構造的な変容を予見しています。特に台湾積体電路製造が発表した記録的な収益は、AIインフラへの投資が依然として強固であることを裏付けています。しかし、特定のプラットフォーマーによる技術の寡占化が進む中で、私達は市場の健全な競争環境が損なわれるリスクを懸念せざるを得ません。資本集約的な開発競争が激化する一方で、地政学的リスクを背景とした関税障壁の構築は、コストプッシュ型のインフレを誘発する懸念材料です。私達は、技術の進歩がもたらす生産性の向上と、マクロ経済の安定性の均衡を慎重に見極める局面にあると考えています。",
      "en": "We are conducting a multifaceted analysis of the impact of technological innovation on the real economy following the conclusion of CES 2026 in Las Vegas. At this exhibition, the concept of Ambient AI became mainstream, making the trend of intelligence being distributed across all devices in living spaces clear. Along with this, semiconductor demand is shifting from traditional cloud-centralized models toward advanced inference processing on the edge, and we foresee a structural transformation of the supply chain. In particular, the record revenues reported by Taiwan Semiconductor Manufacturing Company confirm that investment in AI infrastructure remains robust. However, as the oligopoly of technology by specific platformers progresses, we cannot help but worry about the risk of a healthy competitive environment being compromised. While capital-intensive development competition intensifies, the construction of tariff barriers against the backdrop of geopolitical risks is a concern that could trigger cost-push inflation. We believe we are at a stage where we must carefully assess the balance between productivity gains brought by technological progress and macroeconomic stability."
    },
    "mermaid": {
      "ja": "graph TD; A[CES 2026閉幕] --> B[アンビエントAIの普及]; B --> C[エッジ半導体需要の増大]; C --> D[供給網の再編と地政学的リスク]; D --> E[マクロ経済の安定性への影響];",
      "en": "graph TD; A[CES 2026 Conclusion] --> B[Spread of Ambient AI]; B --> C[Increased Edge Chip Demand]; C --> D[Supply Chain Shift and Risks]; D --> E[Impact on Macro Stability];"
    },
    "glossary": [
      {
        "term": {
          "ja": "アンビエントAI",
          "en": "Ambient AI"
        },
        "def": {
          "ja": "生活環境に溶け込み意識せずに利用できる人工知能のこと",
          "en": "AI integrated into the environment for seamless use"
        }
      },
      {
        "term": {
          "ja": "供給網",
          "en": "supply chain"
        },
        "def": {
          "ja": "原材料の調達から製品が届くまでの全工程の流れ",
          "en": "The entire process from raw materials to final product"
        }
      },
      {
        "term": {
          "ja": "寡占化",
          "en": "oligopoly"
        },
        "def": {
          "ja": "少数の大企業が市場の大部分を支配してしまう状態",
          "en": "A state where a few large firms dominate the market"
        }
      },
      {
        "term": {
          "ja": "資本集約的な",
          "en": "capital-intensive"
        },
        "def": {
          "ja": "設備や研究開発に多額の資金投入が必要な産業の形態",
          "en": "Industries requiring large financial investments"
        }
      },
      {
        "term": {
          "ja": "地政学的リスク",
          "en": "geopolitical risks"
        },
        "def": {
          "ja": "特定地域の政治的緊張が経済に与える不確実性のこと",
          "en": "Economic uncertainty caused by political tensions"
        }
      },
      {
        "term": {
          "ja": "コストプッシュ型",
          "en": "cost-push"
        },
        "def": {
          "ja": "原材料費や輸送費の上昇が原因で物価が上がること",
          "en": "Inflation caused by rising production and supply costs"
        }
      }
    ]
  },
  {
    "id": "20260110_095453",
    "date": "2026-01-10",
    "titles": {
      "ja": "政治の季節とAIの深化が交錯する2026年初頭の日本経済 ―― 円安再燃と株価最高値圏の背景を探る",
      "en": "The Intersection of Political Season and AI Evolution in Early 2026 — Analyzing the Resurgence of Yen Weakness and Record Stock Levels"
    },
    "contents": {
      "ja": "私達（The Japan Insight編集部）は、2026年1月10日現在の日米金融・政治情勢が極めて重要な転換点にあると見ています。主要各紙の報道を総合すると、米国で発表された12月の雇用統計は失業率が4.4パーセントと市場予想を上回る改善を見せた一方で、非農業部門の雇用者数は5万人増に留まり、労働市場の混合的なシグナルが示されました。これに先立ち、トランプ大統領がSNS上で統計の一部を事前に示唆したことが市場の波紋を広げています。一方、国内では高市首相が衆議院の解散・総選挙を検討しているとの報が駆け巡り、政治的な不透明感から円相場は1ドル158円台と約1年ぶりの安値を記録しました。しかし、株式市場ではファーストリテイリングの好決算や中国による輸出規制への懸念後退を受け、日経平均株価が5万2000円に迫る勢いを見せています。\n\n為替市場での円安再燃の背景には、高市政権による積極的な財政出動への期待と、解散総選挙に伴う政治空白への警戒感が混在しています。複数のメディアが伝えるところによれば、市場参加者は「高市トレード」とも呼ぶべき円売り・株買いの動きを強めており、これが日米金利差の縮小期待を打ち消す形となりました。また、テクノロジー面ではラスベガスで開催中のCES 2026において、エヌビディアが提唱する「フィジカルAI」構想が大きな注目を集めています。これはAIがデジタル空間を超えて物理的なロボティクスや製造現場を支配する時代の到来を予感させるものであり、日本の精密機器や半導体関連株への再評価につながっています。\n\n今後の展望について、私達は日本経済において「政治のボラティリティ」と「実体経済の堅調さ」の乖離が鮮明になると分析しています。2月に予定される総選挙の結果次第では、日本銀行の追加利上げペースに影響が及ぶ可能性も否定できません。しかし、企業の稼ぐ力は着実に向上しており、特にAIの実装が進む製造業の競争力回復は本物と言えるでしょう。投資家は目先の為替変動に一喜一憂することなく、フィジカルAIに象徴される次世代の産業構造の変化を注視すべきです。政治の動乱を乗り越えた先に、真の成長軌道が見えてくると私達は確信しています。",
      "en": "We (The Japan Insight Editorial Team) observe that the financial and political landscapes of Japan and the U.S. are reaching a significant pivot point as of January 10, 2026. According to a synthesis of reports from major media outlets, the U.S. employment statistics for December showed an improvement in the unemployment rate to 4.4 percent, surpassing market expectations. However, non-farm payrolls grew by only 50,000, presenting a mixed signal for the labor market. Prior to the official release, President Trump's pre-emptive hints on social media caused a stir in the markets. Domestically, reports that Prime Minister Takaichi is considering a dissolution of the House of Representatives for a general election have sent the yen to a one-year low in the 158-yen range due to political uncertainty. Conversely, the stock market saw the Nikkei 225 approach the 52,000 level, bolstered by strong earnings from Fast Retailing and easing concerns over Chinese export restrictions.\n\nThe resurgence of yen weakness is driven by a mix of expectations for aggressive fiscal expansion under the Takaichi administration and caution regarding the political vacuum accompanying a general election. As reported by multiple sources, market participants are intensifying \"Takaichi trades\" characterized by yen selling and stock buying, which has effectively offset expectations for a narrowing interest rate gap between Japan and the U.S. On the technology front, NVIDIA's \"Physical AI\" vision, unveiled at the ongoing CES 2026 in Las Vegas, has garnered significant attention. This vision heralds an era where AI transcends digital spaces to dominate physical robotics and manufacturing, leading to a re-evaluation of Japanese precision equipment and semiconductor-related stocks.\n\nLooking ahead, we analyze that the divergence between political volatility and fundamental economic strength will become increasingly distinct in the Japanese economy. Depending on the outcome of the general election scheduled for February, there is a possibility that the pace of the Bank of Japan's additional rate hikes could be affected. However, corporate earning power is steadily improving, and the recovery in competitiveness within the manufacturing sector, particularly through AI implementation, appears genuine. Investors should look beyond immediate currency fluctuations and focus on the structural shifts in industry symbolized by Physical AI. We are confident that a true growth trajectory will emerge once the current political turbulence is navigated."
    },
    "mermaid": {
      "ja": "graph TD; A[米雇用統計の混合シグナル] --> B[ドルの底堅さ]; C[高市政権の解散検討報道] --> D[円安の加速と政治リスク]; E[企業決算とAIへの期待] --> F[日経平均の最高値圏維持]; B --> D; D --> F;",
      "en": "graph TD; A[Mixed US Jobs Data] --> B[Dollar Resilience]; C[Takaichi Election Reports] --> D[Yen Weakness and Political Risk]; E[Corporate Earnings and AI Hopes] --> F[Nikkei Near Record Highs]; B --> D; D --> F;"
    },
    "glossary": [
      {
        "term": {
          "ja": "フィジカルAI",
          "en": "Physical AI"
        },
        "def": {
          "ja": "AIがロボットや製造装置などの物理的実体と融合し、現実世界で自律的に動作する技術を指します。",
          "en": "A technology where AI integrates with physical entities like robots and manufacturing equipment to operate autonomously in the real world."
        }
      },
      {
        "term": {
          "ja": "高市トレード",
          "en": "Takaichi Trade"
        },
        "def": {
          "ja": "高市首相の経済政策や政治動向を背景とした、円売りや日本株買いを中心とする市場の投資行動を指します。",
          "en": "Market investment behavior characterized by yen selling and Japanese stock buying based on PM Takaichi's economic policies and political moves."
        }
      }
    ]
  },
  {
    "id": "20260110_094026",
    "date": "2026-01-10",
    "titles": {
      "ja": "衆院解散報道で円が急落、積極財政への警戒感が背景に",
      "en": "Yen Plummets on Snap Election News, Fueled by Concerns Over Expansionary Fiscal Policy"
    },
    "contents": {
      "ja": "私達は、昨今の外国為替市場における円相場の急落について分析しました。9日のニューヨーク市場では、一時1ドル＝158円台まで円安が進み、これは昨年1月上旬以来、約1年ぶりの水準です。\n\nこの円安の背景には、高市早苗首相が通常国会冒頭で衆議院を解散する検討に入ったという報道があります。市場では、高市首相が総選挙で勝利し、政権基盤を固めることで、積極的な財政政策を推進するとの見方が強まっています。この積極財政への期待と同時に、財政の持続可能性に対する不透明感から、円売りが加速したと考えられます。\n\nまた、同日に発表された米国の雇用統計も円安に拍車をかけました。失業率は4.4％、非農業部門の雇用者数は前月比5万人増と、いずれも市場予想を下回る結果となりました。この結果は、米連邦準備理事会（FRB）が利下げを急ぐ必要はないとの見方を強め、円売り・ドル買いの動きを誘発しました。\n\n今後の市場の動向については、高市内閣の政策運営や、日銀の金融政策、海外経済の動向など、様々な要因が複雑に絡み合って変動していくと考えられます。引き続き、注意深く市場の動きを注視していく必要がありそうです。",
      "en": "We have analyzed the recent sharp decline in the yen in the foreign exchange market. On January 9th, in the New York market, the yen depreciated to the 158 yen level against the dollar, the lowest in approximately one year since early January of last year.\n\nBehind this depreciation is the news that Prime Minister Sanae Takaichi is considering dissolving the House of Representatives at the beginning of the ordinary Diet session. The market is increasingly anticipating that Prime Minister Takaichi will win the general election and solidify her administration, thereby promoting an aggressive fiscal policy. Along with this expectation of aggressive fiscal policy, concerns about fiscal sustainability have accelerated the selling of the yen.\n\nAlso contributing to the yen's decline was the U.S. employment statistics released on the same day. The unemployment rate was 4.4%, and the number of non-farm jobs increased by 50,000 from the previous month, both of which were below market expectations. This result strengthened the view that the U.S. Federal Reserve (FRB) does not need to rush to cut interest rates, triggering a sell-yen, buy-dollar movement.\n\nAs for future market trends, various factors such as the Takaichi cabinet's policy management, the Bank of Japan's monetary policy, and overseas economic trends are expected to be intricately intertwined and fluctuate. It seems necessary to continue to carefully monitor market movements."
    },
    "mermaid": {
      "ja": "graph TD;\n    A[衆院解散報道] --> B(積極財政政策への期待);\n    A --> C(財政への不透明感);\n    B --> D{円売り};\n    C --> D;\n    E[米雇用統計] --> F(FRBの利下げ観測後退);\n    F --> D;\n    D --> G[円安進行];",
      "en": "graph TD;\n    A[Snap Election News] --> B(Expectations for Expansionary Fiscal Policy);\n    A --> C(Fiscal Uncertainty);\n    B --> D{Yen Selling};\n    C --> D;\n    E[US Employment Statistics] --> F(Reduced Expectations of FRB Rate Cuts);\n    F --> D;\n    D --> G[Yen Depreciation];"
    },
    "glossary": [
      {
        "term": {
          "ja": "積極財政",
          "en": "Expansionary Fiscal Policy"
        },
        "def": {
          "ja": "政府が景気刺激のために行う、歳出拡大や減税などの政策。",
          "en": "Government policies such as increased spending and tax cuts to stimulate the economy."
        }
      },
      {
        "term": {
          "ja": "円売り",
          "en": "Yen Selling"
        },
        "def": {
          "ja": "投資家が円を売って外貨を買う行動。円の価値が下がる要因となる。",
          "en": "The act of investors selling yen and buying foreign currency, which causes the value of the yen to fall."
        }
      },
      {
        "term": {
          "ja": "米連邦準備理事会（FRB）",
          "en": "U.S. Federal Reserve (FRB)"
        },
        "def": {
          "ja": "米国の金融政策を決定する中央銀行。",
          "en": "The central bank that determines U.S. monetary policy."
        }
      }
    ]
  },
  {
    "id": "20260110_093015",
    "date": "2026-01-10",
    "titles": {
      "ja": "円相場が158円台に急落、私達の暮らしを直撃する「政治と金利」の行方",
      "en": "Yen Plunges to 158 Range: How Political Shifts and Interest Rates Impact Our Daily Lives"
    },
    "contents": {
      "ja": "今日、私達は為替市場で1ドル＝158円台まで円安が進んだという衝撃的なニュースを耳にしました。これは、高市首相が今月下旬の通常国会冒頭で「衆議院の解散」を検討しているという報道がきっかけです。政治が大きく動く可能性が出てきたことで、今後さらにお金が使われ、物価が上がるのではないかという予想から「円」が売られました。\n\n私達にとってこのニュースが重要なのは、円安が「インフレ（物価高）」をさらに進める恐れがあるからです。海外から輸入するエネルギーや食品の値段が上がれば、私達の家計は苦しくなります。また、これに対抗するために日本銀行がさらに「金利」を上げれば、今月から大手銀行が引き上げを始めたばかりの「住宅ローン」の返済額もさらに増えるかもしれません。私達は、政治の動きが自分達の財布にどう繋がっているのか、これまで以上に注意深く見守る必要があります。",
      "en": "Today, we were struck by the news that the Yen has plummeted to the 158 range against the Dollar. This shift was triggered by reports that Prime Minister Takaichi is considering a 'Dissolution of the House of Representatives' at the start of the ordinary Diet session later this month. This potential political upheaval led investors to sell the Yen, anticipating that aggressive government spending might further fuel price increases.\n\nThis news is vital for us because a weaker Yen threatens to accelerate 'Inflation' (rising prices). If the costs of imported energy and food rise, our household budgets will feel the squeeze. Furthermore, if the Bank of Japan raises 'Interest Rates' to counter this, the repayment amounts for 'Mortgages'—which major banks already began raising this month—could increase even further. We must keep a close watch on how these political maneuvers directly connect to our own wallets."
    },
    "mermaid": {
      "ja": "graph TD;\n    A[首相の解散検討報道] -->|先行きが不安になる| B[円が売られる/円安];\n    B -->|輸入コストが上がる| C[私達が買う商品の値上げ];\n    C -->|物価上昇を抑えたい| D[日本銀行が金利を上げる];\n    D -->|利息が増える| E[私達の住宅ローンの負担増];\n    D -->|利息が増える| F[私達の預金利息の増加];",
      "en": "graph TD;\n    A[Reports of Diet Dissolution] -->|Market Uncertainty| B[Yen Sold / Weak Yen];\n    B -->|Higher Import Costs| C[Rising Prices of Goods We Buy];\n    C -->|Counteracting Inflation| D[BoJ Raises Interest Rates];\n    D -->|Higher Interest| E[Increase in Our Mortgage Burdens];\n    D -->|Higher Interest| F[Increase in Our Savings Interest];"
    },
    "glossary": [
      {
        "term": "円安 (Depreciation of the Yen)",
        "explanation": "日本の「円」の価値が、外国の「ドル」などに対して低くなることです。海外旅行が高くなったり、輸入するガソリン代が上がったりします。 / A situation where the value of the Japanese Yen decreases against other currencies like the Dollar. It makes overseas travel more expensive and pushes up the price of imported goods like gasoline."
      },
      {
        "term": "衆議院の解散 (Dissolution of the House of Representatives)",
        "explanation": "衆議院議員全員の任期を途中で終了させ、国民の意見を問うために選挙を行うことです。 / Ending the terms of all members of the House of Representatives early to hold a general election and consult the public's will."
      },
      {
        "term": "インフレ (Inflation / Consumer Price Index)",
        "explanation": "物の値段が全体的に上がり、お金の価値が下がることです。昨日まで100円だったリンゴが110円になるような状態を指します。 / A general increase in prices and a fall in the purchasing value of money. For example, an apple that cost 100 yen yesterday becoming 110 yen today."
      },
      {
        "term": "金利 (Interest Rate)",
        "explanation": "銀行からお金を借りる時に払う「レンタル料」や、預ける時にもらえる「お礼」の割合のことです。 / The percentage charged for borrowing money or earned for saving money at a bank."
      }
    ]
  },
  {
    "id": "20260110_091210",
    "date": "2026-01-10",
    "titles": {
      "ja": "週休3日制の本格普及：私達の働き方と日本経済の新たな形",
      "en": "The Full-Scale Adoption of the Three-Day Weekend: Our New Way of Working and the Japanese Economy"
    },
    "contents": {
      "ja": "2026年1月10日、日本経済新聞や朝日新聞は、国内主要企業の約4割が「選択的週休3日制」を標準的な制度として導入したと報じました。私達はこの大きな変化の渦中にいます。かつての日本は長時間労働が美徳とされてきましたが、深刻な労働力不足とAI（人工知能）の進化により、私達は「短時間でいかに成果を出すか」という効率性を重視する時代に突入しました。このニュースは単なる休暇の増加を意味するのではありません。私達が副業や学び直しに時間を使うことで、新しい産業が生まれやすくなる「自己投資社会」への転換を意味しています。私達は、会社に依存するのではなく、自らの価値を高めることが求められる新しい経済ステージに立っています。",
      "en": "On January 10, 2026, major news outlets like the Nikkei and Asahi Shimbun reported that approximately 40% of major domestic companies have introduced a 'voluntary three-day weekend' as a standard system. We are now in the midst of this significant shift. While long working hours were once considered a virtue in Japan, the severe labor shortage and the advancement of AI have pushed us into an era that prioritizes efficiency—focusing on how to achieve results in less time. This news does not merely mean more holidays. It signifies a transition to a 'self-investment society' where we use our extra time for side jobs or reskilling, making it easier for new industries to emerge. We are now standing on a new economic stage where we are required to enhance our own value rather than being dependent on a single company."
    },
    "mermaid": "graph TD\n    A[週休3日制の導入] --> B[自由時間の増加]\n    A --> C[AIによる業務の自動化]\n    B --> D[自己投資・リスキリング]\n    B --> E[消費の活性化]\n    C --> F[労働生産性の向上]\n    D --> G[新ビジネスの創出]\n    F --> H[日本経済の持続的成長]\n    E --> H\n    G --> H",
    "glossary": [
      {
        "term": {
          "ja": "労働生産性",
          "en": "Labor Productivity"
        },
        "def": {
          "ja": "働いている人が、一定の時間でどれだけのモノやサービスを作り出せたかという「効率」のことです。短い時間でたくさん稼げれば、この数字は上がります。",
          "en": "The efficiency with which workers produce goods or services within a certain period. If you can earn more in less time, this number increases."
        }
      },
      {
        "term": {
          "ja": "リスキリング",
          "en": "Reskilling"
        },
        "def": {
          "ja": "新しい仕事のやり方や、今の仕事で必要になる新しい技術（例えばAIの使い方など）を学び直すことです。",
          "en": "The process of learning new skills for a different job or new technologies needed for your current work, such as learning how to use AI."
        }
      },
      {
        "term": {
          "ja": "選択的週休3日制",
          "en": "Voluntary Three-Day Weekend System"
        },
        "def": {
          "ja": "働く人が自分の希望に合わせて、1週間の休みを3日に増やせるルールのことです。給料が変わる場合や、1日の勤務時間を増やして調整する場合などがあります。",
          "en": "A rule that allows employees to increase their weekly days off to three based on their preference. It may involve changes in salary or adjusting daily working hours."
        }
      }
    ]
  },
  {
    "id": "20260110_085302",
    "date": "2026-01-10",
    "titles": {
      "ja": "大手銀行が預金金利を引き上げ：私達の生活はどう変わるのか",
      "en": "Major Banks Raise Deposit Interest Rates: How Our Lives Will Change"
    },
    "contents": {
      "ja": "今日、日本経済新聞をはじめとする主要各紙は、国内の大手銀行が普通預金の金利を0.2%に引き上げると一斉に報じました。これは約20年ぶりの高水準です。私達の多くは、これまで「銀行にお金を預けても増えない」という時代を長く過ごしてきました。しかし、日本銀行の政策転換により、ようやく「金利のある世界」が本格的に到来しました。私達は、ただお金を貯めるだけでなく、物価の上昇（インフレ）から資産を守るために、賢くお金を管理する知恵が求められています。金利が上がることは、貯金がある人にはプラスですが、家を建てるためのローンを借りる人には負担増となります。私達は今、経済の大きな転換点に立っています。",
      "en": "Today, major newspapers including the Nikkei reported that Japan's largest banks will raise their ordinary deposit interest rates to 0.2%. This marks the highest level in about 20 years. For a long time, many of us have lived through an era where 'money doesn't grow even if you keep it in the bank.' However, due to the Bank of Japan's policy shift, a 'world with interest rates' has finally arrived in earnest. We are now required to have the wisdom to manage our money wisely, not just to save, but to protect our assets from rising prices (inflation). While rising interest rates are a plus for those with savings, they increase the burden for those borrowing loans to build houses. We now stand at a major turning point in the economy."
    },
    "mermaid": "graph TD\n    A[日本銀行 / Bank of Japan] -->|政策変更 / Policy Change| B[大手銀行 / Major Banks]\n    B -->|預金金利アップ / Higher Deposit Rates| C[私達の貯金が増える / Our Savings Grow]\n    B -->|ローン金利アップ / Higher Loan Rates| D[借り入れ負担が増える / Borrowing Costs Rise]\n    C --> E[私達の暮らしの変化 / Changes in Our Lives]\n    D --> E",
    "glossary": [
      {
        "term": {
          "ja": "金利（きんり）",
          "en": "Interest Rate"
        },
        "def": {
          "ja": "お金を貸したり借りたりする時につく「レンタル料」のようなものです。預金なら銀行から貰えるお金、ローンなら銀行に払うお金を指します。",
          "en": "Like a 'rental fee' for borrowing or lending money. For deposits, it's money you receive from the bank; for loans, it's money you pay to the bank."
        }
      },
      {
        "term": {
          "ja": "インフレ（インフレーション）",
          "en": "Inflation"
        },
        "def": {
          "ja": "世の中のモノやサービスの値段が全体的に上がることです。お金の価値が相対的に下がってしまう状態を指します。",
          "en": "A general increase in the prices of goods and services. It means the relative value of money is decreasing."
        }
      },
      {
        "term": {
          "ja": "日本銀行（にっぽんぎんこう）",
          "en": "Bank of Japan (BOJ)"
        },
        "def": {
          "ja": "「銀行の銀行」と呼ばれる、日本で唯一お札を発行できる特別な銀行です。日本の景気を調整する役割を持っています。",
          "en": "Known as the 'bank for banks,' it is the only bank in Japan that can issue banknotes. It plays a role in regulating Japan's economy."
        }
      }
    ]
  }
]