[
  {
    "id": "20260114_062246",
    "date": "2026-01-14",
    "titles": {
      "ja": "日経平均株価が史上最高値を更新、5万3000円台に",
      "en": "Nikkei Stock Average Hits Historic High Above 53,000 Yen"
    },
    "contents": {
      "ja": "【ニュース】\n2026年1月13日の東京株式市場で、日経平均株価が前日より1,600円以上も値上がりし、5万3,549円という史上最高値を記録しました。これは、政府が衆議院を解散して総選挙を行うのではないかという観測が強まり、新しい経済政策への期待から投資家が積極的に株を買ったためです。また、外国為替市場で1ドル＝159円台まで円安が進んだことも、海外で製品を売る日本の大きな企業の業績を後押しすると期待され、株価を押し上げる要因となりました。\n\n【解説】\n例えば、学校の行事で「これからもっと楽しいルールができるかもしれない」という噂が流れると、みんなのやる気が一気に上がるのに似ています。投資家という「経済の応援団」が、日本の将来がもっと良くなることを期待して、企業の応援券である「株」をたくさん買ったことで、その値段が過去最高の記録を塗り替えました。\n\n【生活への影響】\n株価が上がることは日本の経済が元気であるサインですが、一方で「円安」が進むと、海外から輸入するガソリンや食べ物の値段が上がってしまいます。家計にとっては、買い物で支払うお金が増える可能性があるため、生活費の負担が重くなるかもしれません。世の中の動きが、自分たちの買うものの値段や将来の仕事にどうつながるのかを考えることが大切になります。",
      "en": "On January 13, 2026, the Nikkei Stock Average surged by over 1,600 yen, reaching a historic high of 53,549 yen. This rally was driven by expectations of a snap election and potential new economic policies. Additionally, the yen weakened to nearly 160 per dollar, boosting export-oriented companies. While high stock prices indicate economic optimism, the weak yen may lead to higher costs for imported goods, impacting household budgets. Understanding these global financial trends is essential for navigating future economic changes."
    },
    "mermaid": {
      "ja": "graph TD\nA[選挙への期待] --> B[新しい政策への関心]\nB --> C[株を買う動きが加速]\nC --> D[株価が史上最高値を更新]\nE[円安の進行] --> F[輸出企業の利益増加期待]\nF --> C\nE --> G[輸入製品の値上がり]\nG --> H[家計の負担増]",
      "en": "graph TD\nA[Election Expectations] --> B[Interest in New Policies]\nB --> C[Accelerated Stock Buying]\nC --> D[Record High Stock Prices]\nE[Weak Yen] --> F[Higher Export Profits]\nF --> C\nE --> G[Higher Import Costs]\nG --> H[Household Burden]"
    },
    "glossary": [
      {
        "term": {
          "ja": "日経平均株価",
          "en": "Nikkei Stock Average"
        },
        "def": {
          "ja": "日本を代表する225社の株価を平均した、日本の景気を測るための指標。",
          "en": "An index representing the average stock price of 225 leading Japanese companies, used to gauge the economy."
        }
      },
      {
        "term": {
          "ja": "円安",
          "en": "Weak Yen"
        },
        "def": {
          "ja": "他の国の通貨（ドルなど）に対して、円の価値が下がること。輸出には有利ですが、輸入には不利になります。",
          "en": "A situation where the value of the yen decreases against other currencies, benefiting exports but making imports more expensive."
        }
      },
      {
        "term": {
          "ja": "衆議院の解散",
          "en": "Dissolution of the House of Representatives"
        },
        "def": {
          "ja": "任期が終わる前に議員全員の身分を失わせること。その後、国民が新しい議員を選ぶ総選挙が行われます。",
          "en": "Ending the term of all house members early, followed by a general election to choose new representatives."
        }
      }
    ]
  },
  {
    "id": "20260113_062245",
    "date": "2026-01-13",
    "titles": {
      "ja": "日本の海で「お宝」探し？レアアース掘削と株価の動き",
      "en": "Searching for \"Treasure\" in Japanese Waters: Rare Earth Drilling and Market Trends"
    },
    "contents": {
      "ja": "【ニュース】\n2026年1月12日、日本の探査船「ちきゅう」が、南鳥島沖の海底にある「レアアース」という貴重な資源を掘り出す試験のために出発しました。レアアースはスマートフォンや電気自動車（EV）を作るのに欠かせない材料ですが、現在は多くを外国からの輸入に頼っています。一方、日本の株価は2026年に入ってから史上最高値を更新するなど勢いがありますが、為替市場では円安（1ドル＝158円台）が進んでおり、輸入品の値上がりが心配されています。\n\n【解説】\nレアアースの掘削は、自分たちの庭で「宝探し」をするようなものです。今までお店（外国）でしか買えなかった大切な材料を自分の家（日本）で見つけられれば、お店が急に値上げしたり売ってくれなくなったりしても困りません。これを「経済安全保障」と呼びます。また、株価が上がっているのは日本の会社が世界から応援されている証拠ですが、円安はお小遣いで買える海外のお菓子が少なくなってしまうような状態を指します。\n\n【生活への影響】\n日本で資源が取れるようになれば、将来的にハイテク製品が安く安定して手に入るようになるかもしれません。一方で、今の円安は家計にとって、電気代や食べ物の値段が上がる原因になります。世の中の動きが、自分の持ち物の値段にどうつながっているか注目してみましょう。",
      "en": "On January 12, 2026, the Japanese research vessel 'Chikyu' set sail to test-drill for rare earth elements near Minami-Torishima. These materials are vital for smartphones and EVs, and domestic production would enhance Japan's economic security. Meanwhile, the Japanese stock market remains strong, hitting record highs, though the Yen has weakened to around 158 per dollar, raising concerns about the rising cost of imported goods and energy."
    },
    "mermaid": {
      "ja": "graph TD\nA[海底の資源を掘る]-->B[外国に頼らず材料を確保]\nB-->C[日本の産業が強くなる]\nD[円安が進む]-->E[輸入品が高くなる]\nE-->F[生活費への影響]",
      "en": "graph TD\nA[Drilling Seabed Resources]-->B[Securing Materials Domestically]\nB-->C[Strengthening Japan's Industry]\nD[Yen Weakens]-->E[Import Prices Rise]\nE-->F[Impact on Living Costs]"
    },
    "glossary": [
      {
        "term": {
          "ja": "レアアース",
          "en": "Rare Earth"
        },
        "def": {
          "ja": "スマートフォンなどのハイテク製品を作るのに欠かせない、貴重な金属の総称です。",
          "en": "A group of rare metals essential for manufacturing high-tech products like smartphones and EVs."
        }
      },
      {
        "term": {
          "ja": "経済安全保障",
          "en": "Economic Security"
        },
        "def": {
          "ja": "大切な材料やエネルギーを自分たちで確保し、国の経済や国民の生活を守ることです。",
          "en": "Ensuring the supply of critical materials and energy to protect a nation's economy and its people's livelihoods."
        }
      },
      {
        "term": {
          "ja": "円安",
          "en": "Weak Yen"
        },
        "def": {
          "ja": "外国の通貨（ドルなど）に対して、日本円の価値が下がること。輸入品が高くなります。",
          "en": "A situation where the value of the Yen decreases against other currencies, making imports more expensive."
        }
      }
    ]
  },
  {
    "id": "20260112_220155",
    "date": "2026-01-12",
    "titles": {
      "ja": "物価の上昇と「お給料」のゆくえ",
      "en": "Rising Prices and the Future of Wages"
    },
    "contents": {
      "ja": "【ニュース】\n2026年が始まり、日本の経済は大きな転換点を迎えています。政府は、今年の経済成長率を3.4％、働く人の実質的な給料の伸びを1.3％と予測し、物価の上昇に負けないくらいの賃上げを目指す方針を示しました。一方で、外国の通貨に対して日本のお金の価値が下がる「円安」が進んでおり、1ドルが158円前後で取引されています。これにより、海外から輸入するエネルギーや食品の値段が上がりやすくなっています。\n\n【解説】\n世の中の物の値段が上がることを「インフレ」と言います。例えば、今まで100円で買えたノートが110円になると、同じお金で買えるものが減ってしまいます。これを防ぐには、お家の人からもらう「お小遣い」にあたる「お給料」を、110円以上に増やす必要があります。今、日本中の多くの会社で「物価が上がった分、お給料もしっかり上げよう」という話し合いが行われており、これが成功すれば、私たちの生活はより豊かになります。\n\n【生活への影響】\nお給料が物価よりもたくさん上がれば、生活に余裕が生まれ、新しいものを買ったり旅行に行ったりしやすくなります。しかし、円安の影響で電気代や輸入食品の価格が上がり続けると、家計の負担が増えてしまいます。これからの数ヶ月、社会全体でお給料がどれくらい増えるのかが、日本の景気を良くするための重要な鍵となります。",
      "en": "As 2026 begins, the Japanese government aims for a 3.4% GDP growth rate and a 1.3% increase in real wages to outpace inflation. Currently, the Yen is weakening, trading at around 158 yen per US dollar, which makes imported goods like energy and food more expensive. The key focus for the economy is whether wage hikes can successfully offset the rising cost of living, ensuring that households have more purchasing power to stimulate further economic growth."
    },
    "mermaid": {
      "ja": "graph TD\nA[物価が上がる] --> B[生活費が増える]\nB --> C[お給料を上げる動き]\nC --> D[自由に使えるお金が増える]\nD --> E[景気が良くなる]",
      "en": "graph TD\nA[Prices Rise] --> B[Cost of Living Increases]\nB --> C[Wage Hike Movements]\nC --> D[Disposable Income Increases]\nD --> E[Economy Improves]"
    },
    "glossary": [
      {
        "term": {
          "ja": "実質賃金",
          "en": "Real Wages"
        },
        "def": {
          "ja": "受け取る給料の金額から、物価の上昇分を差し引いた、実際に買える物の量で表した給料の価値のこと。",
          "en": "Wages adjusted for inflation, representing the actual purchasing power of one's income."
        }
      },
      {
        "term": {
          "ja": "円安",
          "en": "Weak Yen"
        },
        "def": {
          "ja": "他国の通貨（ドルなど）に対して、日本円の価値が下がること。輸入品が高くなる原因になります。",
          "en": "A situation where the value of the Japanese Yen decreases against other currencies, making imports more expensive."
        }
      }
    ]
  },
  {
    "id": "20260112_215341",
    "date": "2026-01-12",
    "titles": {
      "ja": "【経済指標】直近の市場動向",
      "en": "[Economic Indicators] Recent Market Trends"
    },
    "contents": {
      "ja": "【ニュース】\n日本の株式市場では、景気の先行きに対する期待から、株価が変動しやすい状況が続いています。また、外国為替市場では円安の傾向が見られ、海外から輸入するエネルギーや食品の価格に影響を与えています。本日は「成人の日」の祝日のため、国内の主要な取引所は休みですが、世界的な経済の動きに合わせた調整が続いています。\n\n【解説】\n「株価」というのは、日本にあるたくさんの会社の「元気のよさ」を数字にした成績表のようなものです。これが高いと、会社が儲かっていて世の中が明るいサインになります。一方、「円安」は日本の「円」の価値が他国の通貨に対して下がっている状態で、海外からお菓子やガソリンを買うときに、今までよりたくさんのお金が必要になってしまうことを意味します。\n\n【生活への影響】\n株価が上がると、将来みんなの家計が潤ったり、新しい仕事が増えたりする可能性があります。一方で、円安で物の値段（物価）が上がると、普段買っている商品の価格が上がり、家計を圧迫することもあります。世界のお金の動きは、私たちの毎日の生活や将来の選択肢に深く関わっています。",
      "en": "In the Japanese market, stock prices remain volatile due to expectations for the economic outlook. The yen continues to show a weakening trend, affecting the prices of imported goods. As today is a public holiday in Japan, major domestic exchanges are closed, but the market continues to adjust in line with global economic trends. For students, stock prices are like a 'report card' for companies, while a weak yen means imported goods become more expensive. These trends directly impact household costs and future economic opportunities."
    },
    "mermaid": {
      "ja": "graph TD\nA[世界経済の動き] --> B[日本の株価・為替が変化]\nB --> C[輸入品の値段が上がる]\nC --> D[家計や生活に影響]",
      "en": "graph TD\nA[Global Economic Trends] --> B[Changes in Stock & FX]\nB --> C[Import Prices Rise]\nC --> D[Impact on Daily Life]"
    },
    "glossary": [
      {
        "term": {
          "ja": "株価",
          "en": "Stock Price"
        },
        "def": {
          "ja": "会社の価値を数字で表したもの。景気の良さを測る目安になります。",
          "en": "The price of a company's shares, used as an indicator of economic health."
        }
      },
      {
        "term": {
          "ja": "円安",
          "en": "Weak Yen"
        },
        "def": {
          "ja": "他の国の通貨に対して、日本円の価値が下がること。輸入品が高くなります。",
          "en": "A situation where the value of the yen decreases against other currencies, making imports more expensive."
        }
      }
    ]
  },
  {
    "id": "20260112_122031",
    "date": "2026-01-12",
    "titles": {
      "ja": "1ドル158円の円安と私たちの暮らし：物価高にどう向き合う？",
      "en": "The 158 Yen Exchange Rate and Our Lives: Facing Rising Prices"
    },
    "contents": {
      "ja": "【ニュース】\n2026年1月12日、為替市場では1ドル＝158円台まで円安が進んでいます。これは約1年ぶりの水準です。背景には、日本の政治の動きやアメリカの経済状況が関係しています。一方で、最新のデータでは働く人の「実質賃金（物価の影響を考えたお給料の力）」が11か月連続でマイナスとなっており、お給料の上がり方が物価の上昇に追いついていない厳しい状況が続いています。\n\n【中学生への解説】\n「円安」というのは、外国のお金に対して「円」の価値が下がることです。例えば、海外から輸入しているハンバーガーの材料が1ドルのとき、1ドル＝100円なら100円で買えますが、158円になると158円払わないと買えなくなります。お小遣いが増えても、それ以上に買うものの値段が上がってしまうと、結局買えるものが減ってしまいます。今の日本は、まさにこの「お財布の力が弱まっている」状態にあります。\n\n【生活への影響】\nこれから、電気代やガソリン代、そして輸入食品の値段がさらに上がる可能性があります。一方で、日本の製品を海外に売る会社にとっては利益が出やすくなるという良い面もあります。皆さんが将来働くときには、ただお給料の金額を見るだけでなく、世の中の物価がどう動いているかにも注目することが、自分たちの生活を守るためにとても大切になります。",
      "en": "As of January 12, 2026, the Japanese yen has weakened to the 158 yen per dollar level, a one-year low. This is driven by domestic political shifts and U.S. economic trends. Meanwhile, 'real wages'—the actual purchasing power of earnings—have declined for 11 consecutive months, meaning price hikes are outpacing pay raises. For students, this is like having your allowance increase slightly while the price of your favorite snacks doubles, leaving you able to buy less than before. This trend may lead to higher costs for electricity and imported food, though it benefits Japanese companies selling goods abroad."
    },
    "mermaid": {
      "ja": "graph TD\nA[円安が進む 1ドル158円]-->B[輸入コストが上がる]\nB-->C[お店の商品の値段が上がる]\nC-->D[お給料の伸びが追いつかない]\nD-->E[生活が苦しく感じる]",
      "en": "graph TD\nA[Weak Yen 158 JPY/USD]-->B[Higher Import Costs]\nB-->C[Consumer Prices Rise]\nC-->D[Wages Lag Behind Inflation]\nD-->E[Decreased Purchasing Power]"
    },
    "glossary": [
      {
        "term": {
          "ja": "円安",
          "en": "Weak Yen"
        },
        "def": {
          "ja": "日本円の価値が他国の通貨（ドルなど）に対して下がること。輸入品が高くなる原因になります。",
          "en": "A situation where the value of the Japanese yen decreases against other currencies, making imports more expensive."
        }
      },
      {
        "term": {
          "ja": "実質賃金",
          "en": "Real Wages"
        },
        "def": {
          "ja": "受け取ったお給料で、実際にどれだけの物が買えるかを表す数字。物価が上がるとこの数字は下がります。",
          "en": "Wages adjusted for inflation, representing the actual amount of goods and services that can be purchased."
        }
      }
    ]
  }
]
